{
    "task": [
        {
            "task": "Talking about a topic",
            "short_name": "Topics",
            "info": "In some exams, you are asked to talk for a short time about a topic which you are given during the test. You may have a few minutes to prepare it and to make a few notes. You could be asked to choose something that is the most important, best, most useful, etc. of its kind, and you have to describe it and explain why you have chosen it.",
            "infoin": "This type of task often appears in the following exams: IELTS, TOEIC, TOEFL, Cambridge English: Advanced, Proficiency, Business Certificates, Trinity GESE",
            "video1": "1_talking_about_a_topic",
            "left_text": ["Expressing a preference", "Giving reasons, justifying a choice", "Correcting yourself", "Using adverbs to give more emphasis to a point", "Changing emphasis by turning the sentence around"],
            "left_list": [["<strong>I like</strong> the red one <strong>more than</strong> the green one.", "<strong>I think</strong> that colour's much more attractive.", "<strong>I like </strong>swimming <strong>better than</strong> jogging.", "<strong>I think </strong>giving presents is <strong>better than </strong>receiving them. ", "<strong>I prefer</strong> beef to lamb.", "<strong>I prefer </strong>living in a city to living in the country. ", "<strong>I 'd prefer</strong> to wait here.", "<strong>I'd rather</strong> go to the concert than the play.", "<strong>I think I'd rather</strong> stay in than go out tonight.", "<strong>It doesn't really matter to me </strong>whether we eat here or go out. (esp NAmE)", "<strong>I don't really mind  </strong>whether we talk now or later.<strong> </strong>(BrE)", "<strong>I'm happy either way. </strong>", "<strong>If it were up to me, </strong>I'd choose the green one.", "<strong>If you ask me, </strong>the old one looks better than the new one.", "<strong>I'm not an expert,</strong> but Design B seems more eye-catching."], ["<strong>There are two main reasons </strong>why I think it's the best option: the cost and the quality.", "<strong>I believe </strong>it's the right thing to do <strong>because</strong> it gives everyone a fair chance.", "<strong>I would choose </strong>the newer one <strong>on the grounds that</strong> it will last longer.", "Of the three houses, the largest one<strong> seems to me </strong>to be the best, because they need the room.", "My choice would be number 3, <strong>simply because</strong> it's the clearest design. ", "We went there <strong>to </strong>see the sunset. ", "I couldn't sleep <strong>because of </strong>the heat. ", "<strong>One reason why </strong>I like spring is the sound of birds singing. "], ["I'll be there at five fifteen, <strong>I mean </strong>five fifty -ten to six.", "It'll be Tuesday -<strong>sorry, I meant to say </strong>Thursday.", "<strong>Sorry, what I mean is</strong>, we need two handouts per person.", "We can meet in the conference centre -<strong>or rather</strong> in front of the centre.", "The painter<strong> - or should I say</strong>, the sculptor - was born in Padua.", "She's very thin -<strong>or perhaps I should say </strong>slim. ", "It's one t and double s -<strong> no, sorry</strong>, one s and double t.", "It's on the fifth floor -<strong>no, actually</strong>, it's the fourth.", "Can I get two lattes and an espresso -<strong>no, scratch that</strong>, three lattes. (NAmE, informal)", "Thanks, the soup was very rich -<strong>no sorry, I mean </strong>tasty. ", "I think he comes from England -<strong>or rather</strong>, the UK. "], ["I'd prefer to live in the city, <strong>definitely</strong>. ", "I <strong>really </strong>love visiting the village. "], ["I like it because it's simple. &#10140; One reason I like it is because it's simple. ", "I like the price. &#10140; What I like about it is the price. ", "It's special because it was a gift. &#10140; The reason it's special is that it was a gift. ", "I particularly liked the food. &#10140; One thing I particularly liked was the food."]],
            "do": ["write brief notes to use as prompts", "use a wide range of vocabulary. ", "try to use the full time allowed. ", "think of a different way of expressing your idea if you've forgotten a word.", "correct yourself if you make a mistake, and continue.", "make eye contact with the examiner.", "try to vary the vocabulary you use. For example, choose descriptive adjectives, not just 'nice', 'good' or 'interesting'."],
            "dont": ["spend too much time trying to think of the ideal topic. ", "use your note-making time to write full sentences.", "speak too quickly.", "just read out your notes to the examiner or give a prepared speech.", "stop if you can't remember a word."],
            "study": ["<strong>Examiner</strong>: Please describe a place that you sometimes visit which is very important to you. You should say where it is, and how often and why you go there.",
                "<strong>Maria</strong>: One place that is very important in my life is my grandmother's house. She lives in a small village in the south of the country. I go there every summer, and any time when I can get away for a few days. I go there to visit my grandmother, get away from the city and relax.",
                "The village is just a group of white houses on a hillside and a couple of shops, and it's really <span data-index='0'>peaceful</span>. There's no traffic, just the sound of goat bells, birds and insects.",
                "<span data-index='1'>One reason why I like it is because</span> it's a <span data-index='0'>beautiful</span> place. My grandmother has a <span data-index='0'>lovely</span> garden and we always sit outside in the shade of her olive trees, drinking sweet tea and chatting. It's so peaceful. <span data-index='1'>But the main reason why</span> this place is so important to me is because of my grandmother. She is so <span data-index='0'>kind</span> to me, and <span data-index='0'>wonderful</span> to talk to. Whenever I have a problem in my life, she has good advice for me. Also, she is a great cook and the meals she prepares are <span data-index='0'>simple</span> but so <span data-index='0'>fresh</span> <span data-index='2'>and... - rich? No, no, I mean tasty</span>. And she's always giving me eh... <span data-index='2'>What do you call them? - small plates of food</span> during the day, so I always return home feeling <span data-index='0'>calm</span> and <span data-index='0'>refreshed</span> - and fat!",
                "I wouldn't like to live there, though.  <span data-index='3'>I prefer living in the city</span>, definitely. I'm a city person. I couldn't live in a small village where everybody knows each other and nothing happens. <span data-index='3'>I'd rather live</span> in a busy, exciting place. But I really love visiting the village for the holidays."],
            "left_text_in": ["Ways you can describe something.", "Ways of explaining and giving your reasons.", "Ways of correcting yourself or finding alternative ways of expressing something.", "Ways of expressing your preferences."],
            "taskdata": [
                {
                    "type": "ul",
                    "head": "Describe a place that you sometimes visit which is very important to you. You should say:",
                    "list": ["where it is, how often and why you go there.", "what it is like.", "why it is so important to you."]
                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["You can record yourself doing these practice tasks. Look at the Useful Language and the Tips. Make notes before you start if you want to."]

                },
                {
                    "type": "head",
                    "list": ["Practice Task 1"]
                },
                {
                    "type": "ul",
                    "head": "Describe a friend. You should say:",
                    "list": ["how long you have known each other.", "how you met.", "what you usually do together.", "what you like most about him/her."]
                },
                {
                    "type": "notes"
                },
                {
                    "type": "head",
                    "list": ["Practice Task 2"]
                },
                {
                    "type": "ul",
                    "head": "Describe your education. You should say:",
                    "list": ["what kind of school you went to/go to.", "what was/is your favourite subject.", "who was/is your favourite teacher.", "how effective you think your country's education system is."]
                },
                {
                    "type": "notes"
                }

            ],
            "reviews": ["I can give clear, detailed descriptions.", "I have a good range of vocabulary and can choose different words to avoid frequent repetition.", "I can paraphrase if I don't know a particular word.", "I can correct myself if I realize I have made a mistake."]

        },
        {
            "task": "Discussing opinions",
            "short_name": "Opinions",
            "info": "You may be taking an exam where you and a partner have to discuss something, for example pictures that the examiner shows you. You may not have to describe the pictures in detail, but to interpret the situations that they show and express an opinion about them. You must make sure that you take part in the conversation, but also that you involve your partner.",
            "infoin": "This type of task often appears in the following exams: Cambridge English: First, Advanced, Proficiency, Business Certificates, Trinity ISE, GESE, IELTS",
            "video1": "2_discussing_opinions",
            "left_text": ["Asking for somebody's opinion", "Giving opinions", "Responding to opinions", "Inviting a response", "Sentence stress"],
            "left_list": [["I would say it's OK in the city, but not in the country. <strong>What do you think?</strong>", "My feeling is that we could improve our performance. <strong>Do you agree with that?", "<strong>What would you say</strong> if we waited another month?", "<strong>What about you? </strong>Do you cycle?", "Which place <strong>do you think</strong> is more dangerous?", "The traffic's going faster there, <strong>isn't it?</strong>", "It looks safer there, <strong>don't you think?</strong>", "<strong>Would you say that</strong> the<strong> </strong>traffic's going faster there?"], ["<strong>I think</strong> drivers should respect cyclists more. ", "<strong>In my opinion</strong>, public transport is too expensive. ", "<strong>I would say that</strong> Saturday is the busiest shopping day."], ["<strong>Yes, I agree</strong>. ", "<strong>You're absolutely right. </strong>", "<strong>Yes, you're probably right. </strong> ", "<strong>Yes, I suppose so. </strong> ", "Umm - <strong>I'm not so sure about that. </strong>", "<strong>No, I don't think that's quite true.</strong>"], ["It's fantastic, <strong>isn't it</strong>? ", "They're very sweet, <strong>aren't they</strong>? ", "<strong>What about you</strong>? ", "<strong>What do you think</strong>? ", "It's rather strange, <strong>don't you think</strong>?"], ["We could talk about pollution. What do you THINK? (asking an opinion) ", "I think the traffic's worse in the second picture. What do YOU think? (comparing an opinion)"]],
            "do": ["listen to what the other person says and respond to it.", "use expressions like 'Let's see now', to buy thinking time.", "use questions or question tags like 'isn't it?' to involve the other person in the conversation. ", "talk about each of the questions. ", "relate your comments to the photographs. ", "open out the discussion beyond the questions.", "indicate personal opinions and relate the topic to your own life."],
            "dont": ["say things that you know the other person won't understand. ", "give one-word answers to a question. ", "change to a completely different topic from the task."],
            "study": ["<strong>Liu</strong>: Well, <span data-index='0'>in my opinion</span>, the best thing about cycling is the exercise. You can go from A to B and keep fit at the same time. <span data-index='1'>What do YOU think? </span>",
                "<strong>Viki</strong>: <span data-index='0'> I agree</span>. And it's quiet and clean. I mean, bikes don't create pollution like cars, and they don't use oil.",
                "<strong>Liu</strong>: Hmm, yes, bikes are better for the environment.",
                "<strong>Viki</strong>: Yes, exactly. <span data-index='2'> But on the other hand</span>, <span data-index='0'> there are bad points too</span>. I mean, it can be quite dangerous, <span data-index='1'>can't it? </span>",
                "<strong>Liu</strong>: <span data-index='0'> Yes, that's true</span>. Especially in the city, with all the traffic. <span data-index='0'>And another bad point is</span> the weather - cycling isn't pleasant in rainy and cold conditions. ",
                "<strong>Viki</strong>: No. And it can be really tiring if you go up a hill. I don't cycle because I live in the mountains, and all the roads are really steep. If I lived in a flat place like Holland, I might cycle more. <span data-index='1'>What about you? Do you cycle? </span>",
                "<strong>Liu</strong>: Sometimes, but only on holidays, not to go to work. I think the people in the photos are going to work.",
                "<strong>Viki</strong>: <span data-index='1'>So which place do you think looks more dangerous for the cyclists? </span>",
                "<strong>Liu</strong>: Well, <span data-index='0'> I would say</span> it's ok in the first picture, because there is <span data-index='3'>  a special part of the road for the cyclists</span>, but not in the second picture - the cyclists are in the middle of the traffic, and it looks quite dangerous.",
                "<strong>Viki</strong>: Yes, and <span data-index='0'> I think</span> the man in the first picture is better prepared. He's wearing a bright coloured coat and - <span data-index='3'>  what do you call it? </span> A cycling hat?",
                "<strong>Liu</strong>:<span data-index='3'>  A helmet, you mean?</span>",
                "<strong>Viki</strong>: Helmet, exactly. The people in the second picture haven't got helmets. <span data-index='2'> But there again, it could be more dangerous in the first picture because the traffic is going much faster, isn't it?</span>",
                "<strong>Liu</strong>:  <span data-index='0'>Yes, I suppose so</span>. But there is plenty of space. Hmm, <span data-index='2'> on the whole</span>, I think it's more   dangerous in the second picture. ",
                "<strong>Viki</strong>: <span data-index='0'>Yeah, yeah, I think you're probably right</span>."
            ],
            "left_text_in": ["Ways of giving and responding to opinions", "Ways of involving the other person in the conversation", "Phrases for linking one idea to the next", "Ways of coping when you don't know the word"],
            "taskdata": [
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Discussing-opinions_main-task_1.jpg", "images/ispeaker/Exam/Discussing-opinions_main-task_2.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Look at the pictures and discuss the questions."]

                },
                {
                    "type": "p",
                    "list": ["What are the good and bad points about cycling?"]

                },
                {
                    "type": "p",
                    "list": ["Which situation in the pictures seems more dangerous for the cyclists?"]

                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["You can record yourself doing these practice tasks with a partner. Look at the Useful Language and the Tips. Make notes before you start if you want to."]
                },
                {
                    "type": "head",
                    "list": ["Practice Task 1"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Discussing-opinions_practice-task_1_1.jpg", "images/ispeaker/Exam/Discussing-opinions_practice-task_1_2.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Look at the pictures and discuss with your partner why people might choose each type of meal."]

                },
                {
                    "type": "notes"
                },
                {
                    "type": "head",
                    "list": ["Practice Task 2"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Discussing-opinions_practice-task_2_1.jpg", "images/ispeaker/Exam/Discussing-opinions_practice-task_2_2.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Look at the pictures and discuss with your partner which is the better way to see the world and learn about other countries."]

                },
                {
                    "type": "notes"
                }

            ],
            "reviews": ["I can express my own opinions clearly and in a variety of different ways.", "I can invite other people to respond or express their own opinions.", "I can respond to opinions in a variety of different ways."]


        },
        {
            "task": "Negotiating",
            "short_name": "Negotiating",
            "info": "There are many occasions when you will have to discuss various possibilities with someone and try to come to an agreement. In some exams, you have to agree on a solution, for example the choice of a particular suggestion.",
            "infoin": "This type of task often appears in the following exams: Cambridge English: First, Advanced, Proficiency, Business Certificates",
            "video1": "3_negotiating",
            "left_text": ["Asking for a recommendation", "Making a recommendation", "Making suggestions", "Asking for somebody's opinion", "Disagreeing", "Conceding a point", "Expressing personal viewpoints "],
            "left_list": [["<strong>What would you recommend? </strong>", "<strong>What do you recommend? </strong>", "<strong>What do you think would be best? </strong>", "<strong>Which of the options do you favour?</strong>", "<strong>Which of the options do you prefer?</strong>"],
                ["<strong>I can recommend</strong> the steak today.", "<strong>I'd recommend</strong> waiting a few months.", "<strong>I'd suggest you</strong> have another look at the house before you make a decision.", "<strong>If it were up to me</strong>, I'd go to Paris.", "<strong>If it were my decision</strong>, I'd choose the first one."],
                ["<strong>How about</strong> going out for a walk on Saturday?", "<strong>Shall we </strong>ask Sarah to come along? (BrE or formal NAmE)", "<strong>Should we </strong>ask Sarah to come along? (esp NAmE)", "<strong>We could </strong>go a bit earlier and have a drink first, <strong>if you like</strong>.", "<strong>What do you think of the idea </strong>of sending this to the Research Department?", "<strong>Why don't you</strong> try calling his landline?", "<strong>Why not just</strong> wait until they come back?", "<strong>Why not simply</strong> explain your problem to them and see what they say? (BrE or formal NAmE)"],
                ["I would say it's OK in the city, but not in the country. <strong>What do you think?</strong>", "My feeling is that we could improve our performance. <strong>Do you agree with that? </strong>", "<strong>What would you say</strong> if we waited another month?", "<strong>What about you? </strong>Do you cycle?", "Which place <strong>do you think</strong> is more dangerous?", "The traffic's going faster there, <strong>isn't it?</strong>", "It looks safer there, <strong>don't you think? </strong>", "<strong>Would you say that </strong>the<strong> </strong>traffic's going faster there?"],
                ["<strong>I'm sorry, I don't agree. </strong>", "<strong>I'm sorry, I have to disagree with you there. </strong>", "<strong>Well, actually, I'm not sure that that's true. </strong>", "<strong>I don't think that is exactly right. </strong>", "<strong>I wouldn't agree that </strong>that's the best solution.", "<strong>I have to say that I don't find </strong>that argument very convincing.", "<strong>I can't go along with that idea. </strong>", "<strong>I take your point</strong>, but I don't think it would work in practice.", "<strong>Actually, I think</strong> that would make the situation worse.", "Actually, <strong>I'm not sure </strong>that's the best plan.", "<strong>I understand where you're coming from, but</strong> I think we might want to take a different approach here.", "<strong>I can see why you might feel that way, but</strong> I think we need to handle this differently."],
                ["<strong>Yes</strong>, I think you're probably right. ", "<strong>Yes</strong>, I see what you mean.", "That's true!", "<strong>Yes, I suppose  you're right</strong>.<strong> </strong>(esp BrE)", "<strong>Yes, I guess you're right</strong>.<strong> </strong>(esp NAmE)<strong>", "<strong>Yes, I see what you mean. </strong>", "<strong>OK, I see your point about </strong>the expense, but I still think it's worth it.", "<strong>Well, I guess you've got a point there. </strong>", "<strong>OK, that's a good point. </strong>", "<strong>No, possibly not. </strong>", "<strong>No, I guess not. </strong>", "<strong>I suppose not.</strong> (BrE)<strong>", "<strong>Well, yes, OK I hadn't really appreciated that before. </strong>", "<strong>Well, yes, OK I hadn't really understood that before. </strong>", "<strong>Well, I can't argue with that.</strong>", "<strong>I won't argue with you on that point. </strong>", "<strong>That's true. We'll need to take that into consideration.</strong>"],
                ["<strong>As far as I'm concerned</strong>, e-books are as easy to read as paper books. ", "<strong>Personally, I think </strong>the police were wrong in this case. ", "<strong>If you ask me</strong>, they should abolish border controls. ", "<strong>My feeling is </strong>that people should be allowed to take risks.", "<strong>To be honest</strong>, I don't care which party wins the election."]],
            "do": ["listen to what the other person says and respond to it.", "use expressions like 'personally' to show you are giving a personal opinion rather than a statement of fact.", "show that you understand and appreciate the other person's suggestions.", "try to reach a decision which is satisfactory for both or all participants in the discussion."],
            "dont": ["move too far away from the task.", "agree on the first idea mentioned, without discussing the other options.", "insist on your choice without carefully considering your partner's ideas.", "spend too long talking about one option, leaving no time to consider the others.", "take the outcome too seriously - you are here to show your English, not your decision-making skills!"],
            "study": ["<strong>Mateusz</strong>: OK, so we have to choose one picture to put on the front of a brochure. <span data-index='0'>Shall we get started, then</span>?",
                "<strong>Elena</strong>: Er, let's see... It's really difficult. <span data-index='1'>Personally</span>, <span data-index='2'>if I were choosing a holiday, I think I would pick up a brochure with the picture of the dancers on the front</span>, but that's because I enjoy folk dancing. Maybe that would not be so good for most people. ",
                "<strong>Mateusz</strong>:  <span data-index='3'>No, possibly not</span>. <span data-index='1'>To be honest,</span>  that one looks boring. <span data-index='1'>If you ask me</span>  we should choose one which most people would find attractive. <span data-index='4'>How about</span> the photo of the food? Everybody likes eating!",
                "<strong>Elena</strong>: <span data-index='3'>That's true</span>, but I don't think Scotland is famous for food. <span data-index='2'>I think if people wanted a food holiday, they would choose Italy</span> or France or somewhere like that.",
                "<strong>Mateusz</strong>: <span data-index='3'>OK, that's a good point</span>. It's the same with the picture of the beach - It's beautiful, but I've never heard of people going to Scotland for a beach holiday. <span data-index='1'>From what I've heard</span>, it's always raining in Britain.",
                "<strong>Elena</strong>: <span data-index='3'>Yes, that's right</span>. Everybody says that the weather's terrible there. Well, ... <span data-index='4'>we could</span> use the picture of the mountain climbers. It would give people the idea of things you can do in Scotland.",
                "<strong>Mateusz</strong>: Hmm. Would that be very popular? I doubt it. <span data-index='4'>Maybe we should</span> focus on history and culture. What's happening in the first picture, for example? ",
                "<strong>Elena</strong>: I've no idea. It looks like a carnival or something. But <span data-index='0'>I think I would opt for</span> the castle. <span data-index='1'>To me,</span>  that's a typical image of Scotland, and I can imagine it would look great on the cover of the brochure. What do you think?",
                "<strong>Mateusz</strong>: Well, <span data-index='1'>as far as I'm concerned</span>, the carnival or the castle would be fine. So shall we use the castle then?",
                "<strong>Elena</strong>: Yes, OK. <span data-index='0'>That's fine by me</span>. <span data-index='0'>Right, so I think we're agreed</span>. We'll use the photo of the castle."
            ],
            "left_text_in": ["Ways of organizing a discussion", "Ways of expressing a personal view", "Ways of expressing alternative possibilities", "Ways of agreeing or conceding a point", "Ways of making suggestions"],
            "taskdata": [
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_main-task_1.jpg", "images/ispeaker/Exam/Negotiating_main-task_4.jpg"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_main-task_3.jpg", "images/ispeaker/Exam/Negotiating_main-task_2.jpg"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_main-task_5.jpg", "images/ispeaker/Exam/Negotiating_main-task_6.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Look at the pictures and think about which ones would best promote Scotland as a tourist destination for international visitors. "]

                },
                {
                    "type": "p",
                    "list": ["Discuss and decide together which one image would be the best to place on the front cover of a travel brochure."]

                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["You can record yourself doing these practice tasks with a partner. Look at the Useful Language and the Tips. Make notes before you start if you want to."]
                },
                {
                    "type": "head",
                    "list": ["Practice Task 1"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_practice-task_1_1.jpg", "images/ispeaker/Exam/Negotiating_practice-task_1_2.jpg"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_practice-task_1_3.jpg", "images/ispeaker/Exam/Negotiating_practice-task_1_4.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Look at the pictures and think about the different styles of learning they represent. Discuss and decide which is the most effective way to learn."]
                },
                {
                    "type": "notes"
                },
                {
                    "type": "head",
                    "list": ["Practice Task 2"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_practice-task_2_1.jpg", "images/ispeaker/Exam/Negotiating_practice-task_2_2.jpg"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Negotiating_practice-task_2_3.jpg", "images/ispeaker/Exam/Negotiating_practice-task_2_4.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Look at the pictures and think about the different ways that people do their shopping. Discuss and decide together which is the best way to shop in the 21st century."]
                },
                {
                    "type": "notes"
                }

            ],
            "reviews": ["I can start a discussion, take my turn and end the conversation when appropriate.", "I can make suggestions in a variety of ways.", "I can disagree in a polite way.", "I can express personal opinions and give clear reasons for my choices."]
        },
        {
            "task": "Describing a picture",
            "short_name": "Pictures",
            "info": "In some exams, you have to describe what you see in a picture or photograph. You might also want to speculate about the situation or about a wider issue prompted by the picture or photograph.",
            "infoin": "This type of task often appears in the following exams: TOEIC, Cambridge English: Advanced, Proficiency",
            "video1": "4_describing_a_picture",
            "left_text": ["Describing a picture", "Speculating", "Expressing personal viewpoints "],
            "left_list": [["<strong>The picture shows </strong>a family gathered round a kitchen table.", "<strong>This is a picture of </strong>a busy city street.", "<strong>This is a photo of</strong> a famous monument. ", "<strong>In the foreground, we can see</strong> a group of protesters.", "<strong>In the background we can see</strong> a few more people.", "<strong>In the bottom right-hand corner</strong>, there's a child sitting alone.", "<strong>In the top left-hand corner</strong>, there's a hot-air balloon.", "<strong>On the left</strong>, someone is standing with a bottle in his hand.", "<strong> On the right </strong>a man is waving a flag.", "<strong>In the middle</strong>, some children are playing.", "<strong>In the cartoon, we can see </strong>two people looking at a newspaper headline.", "<strong>The cartoonist has drawn the man</strong> to represent a typical businessman."], ["<strong>I think it's likely that </strong>these people know each other.", "<strong>I imagine</strong> she's his wife.", "They <strong>might </strong>be related. (BrE or formal  NAmE)", "That <strong>may </strong>be the case. (BrE or formal  NAmE)", "That <strong>could </strong>be his jacket. (BrE or formal  NAmE)", "<strong>I would think</strong> they've been waiting for some time. (BrE)", "<strong>I would imagine</strong> they've been waiting for some time. (BrE)", "<strong>I would guess</strong> that the car has broken down.", "I think this has <strong>probably</strong> happened before.", "<strong>It looks to me as though</strong> the woman is very angry.", "<strong>Perhaps </strong>there has been an accident. (BrE or formal NAmE)", "<strong>Probably </strong>she forgot to leave a message. (BrE or formal NAmE)", "<strong>Possibly </strong>he left his phone at home. (BrE or formal NAmE)", "<strong>It may be that </strong>they aren't coming. (BrE or formal NAmE)", "<strong>Maybe </strong>she's still at work."], ["<strong>As far as I'm concerned</strong>, e-books are as easy to read as paper books. ", "<strong>Personally, I think </strong>the police were wrong in this case. ", "<strong>If you ask me</strong>, they should abolish border controls. ", "<strong>My feeling is </strong>that people should be allowed to take risks.", "<strong>To be honest</strong>, I don't care which party wins the election. "]],
            "do": ["take a few moments to think before you start talking.", "explain which part of the picture you're talking about.", "speculate about what might be true about the picture or photograph.", "if appropriate, describe what you think might have happened before or after the scene in the picture or photograph.", "if the photograph or picture contains people, describe what you think the relationship is between them.", "use the present continuous tense to say what is happening in the picture.", "if you have to look at two photographs or pictures, think about how you could compare them.", "try to guess which questions you may be asked about the photograph or picture.", "give your impressions and opinions about the ideas presented in the picture or photograph.", "think of a different way of expressing something if you don't know the exact word for what you can see."],
            "dont": ["move too far away from the ideas presented in the picture or photograph.", "be too certain about what may or may not be happening in the picture or photograph, if it is unclear.", "worry if you are unsure about exactly what is happening in the picture or photograph. Instead say what you think might be happening."],
            "study": ["<strong>Examiner</strong>: Please describe this photograph. What do you think is happening, and what is your opininion about it?",
                "<strong>Karolina</strong>: <span data-index='0'>This picture shows</span> two young men chatting on a park bench. <span data-index='0'>They are wearing</span> casual clothes and training shoes. <span data-index='0'>One of them has</span> glasses. It is a cloudy day. <span data-index='0'> In the background, we can see</span> trees and grass. <span data-index='0'>There are</span> a lot of red and orange leaves on the ground, so <span data-index='1'>I would say</span> it's autumn in a cold country, perhaps in the north of Europe, or maybe in North America.",
                "<span data-index='0'>There is</span> a pram <span data-index='0'>to the left</span> of the bench and another one <span data-index='0'> to the right</span>. <span data-index='1'>I would guess that</span> there are babies in the prams, <span data-index='0'>although we can't actually see</span>  them, and <span data-index='1'>I suppose that</span> the young men are the fathers.",
                "<span data-index='2'>The picture is slightly unusual because we normally expect to see</span>  mothers looking after babies. In most parts of the world, childcare is traditionally the mother's job. But <span data-index='2'>I think the idea for this photo is good, because in my opinion</span>, both parents should have equal responsibility for the children.",
                "<span data-index='2'>The picture also makes us think about</span>  another question. It is the middle of the day. Why aren't the men at work? <span data-index='1'>It could be</span> the weekend, of course, or perhaps a public holiday, but <span data-index='1'>there is another possibility - perhaps</span> the men look after their homes and the children full time, and their wives go to work. <span data-index='2'>We normally talk about</span>  housewives, but <span data-index='1'>in this case</span>, maybe they are house husbands. <span data-index='2'>I know this is unusual</span>, but why not? <span data-index='2'>I love that idea! </span>"],
            "left_text_in": ["Ways of describing what you can see in a picture", "Ways of speculating about what may be true in a picture", "Ways of talking about the ideas presented in a picture"],
            "taskdata": [
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Describing-a-picture_main-task_1.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Describe the photo. What do you think is happening, and what is your opinion about it?"]
                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["You can record yourself doing these practice tasks. Look at the Useful Language and the Tips. Make notes before you start if you want to."]
                },
                {
                    "type": "head",
                    "list": ["Practice Task 1"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Describing-a-picture_practice-task_1.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Describe the photo. What do you think is happening and what is your opinion about it?"]

                },
                {
                    "type": "notes"
                },
                {
                    "type": "head",
                    "list": ["Practice Task 2"]
                },
                {
                    "type": "img",
                    "list": ["images/ispeaker/Exam/Describing-a-picture_practice-task_2.jpg"]
                },
                {
                    "type": "p",
                    "list": ["Describe the photo. What do you think is happening, and what is your opinion about it?"]

                },
                {
                    "type": "notes"
                }

            ],
            "reviews": ["I can give a detailed description of what I can see in a picture.", "I can speculate about what may be true in a picture.", "I can give my opinion about what a picture represents."]

        },
        {
            "task": "Giving personal information",
            "short_name": "Personal info",
            "info": "On some occasions, you will be required to give personal information about yourself. You may also be asked to talk about your experiences and what you'd like to do in the future.",
            "infoin": "This type of task often appears in the following exams: IELTS, TOEIC, Cambridge English: First, Advanced, Proficiency, Trinity ISE, GESE",
            "video1": "5_giving_personal_information",
            "left_text": ["Asking for personal information", "Giving personal information", "Talking about future plans"],
            "left_list": [["<strong>What's your name? </strong>", "<strong>Where are you from? </strong>", "<strong>Where do you live? </strong>", "<strong>Can you tell me more about what you do? </strong>", "<strong>How long have you been studying English? </strong>", "<strong>What do you usually do in your free time? </strong>", "<strong>What do you hope to do in the future?</strong>"], ["<strong>I'm from</strong> China.", "<strong>I live in</strong> Buenos Aires.", "<strong>I'm</strong> an accountant.", "<strong>I'm</strong> not married.", "<strong>I have</strong> two children.", "<strong>I'm studying</strong> law.", "<strong>I've been studying English</strong> for eight years.", "<strong>At the weekends I usually</strong> see friends and go to the cinema.", "<strong>In my free time I like</strong> reading and playing football."], ["<strong>I hope to </strong>work in a bank.", "<strong>I'm hoping to </strong>visit my sister in Japan. ", "<strong>I want to</strong> find a job abroad.", "<strong>I'd really love to</strong> travel.", "<strong>I've always wanted to </strong>work in the tourist industry."]],
            "do": ["use language you know is correct.", "think of a different way of expressing your idea if you've forgotten a word.", "correct yourself if you make a mistake, and continue.", "use a wide range of tenses and vocabulary.", "make eye-contact with the examiner.", "ask the examiner to clarify a question if you are not sure what it means.", "record yourself answering possible questions or practise with a friend or relative.", "speak clearly.", "try to relax and be spontaneous."],
            "dont": ["give one-word answers. Try to give as much detail as possible.", "speak too quickly.", "learn prepared answers word-for-word."],
            "study": ["<strong>Examiner</strong>: Hello, I'm Martin. <span data-index='0'>What's your name, please?</span>", "<strong>Cristina</strong>: <span data-index='1'>I'm Cristina. </span>", "<strong>Examiner</strong>: And <span data-index='0'>where are you from, Cristina?</span>", "<strong>Cristina</strong>: <span data-index='1'>I'm from Spain.</span>", "<strong>Examiner</strong>: <span data-index='2'>Oh really?</span> <span data-index='0'>Whereabouts in Spain?</span>", "<strong>Cristina</strong>: From a town called Iznalloz. It's near the city of Granada. ", "<strong>Examiner</strong>: <span data-index='2'>Oh right.</span> And <span data-index='0'>can you tell me a little bit about what you do?</span>", "<strong>Cristina</strong>: Yes, <span data-index='1'>I am a student. I am studying economics</span> at university. <span data-index='1'>I also have a part time job</span> in a hairdresser's. ", "<strong>Examiner</strong>: And <span data-index='0'>where do you live?</span>", "<strong>Cristina</strong>: Actually, <span data-index='1'>I live in two places</span>. During the week, when there are classes, I live with an aunt in Granada, near to the university, and at the weekends <span data-index='1'>I usually go home</span> to my parents' place in Iznalloz, but next year, <span data-index='3'>I hope to rent a flat</span> together with a friend of mine. ", "<strong>Examiner</strong>: <span data-index='2'>Ok.</span> And <span data-index='0'>how long have you been studying English?</span>", "<strong>Cristina</strong>: Oh, for a long time. <span data-index='4'>I have been studying English at school since primary</span>, and <span data-index='4'>I have also done evening classes</span> at a language school. Nowadays, <span data-index='1'>I try to practise by making friends</span> on social media and chatting in English.", "<strong>Examiner</strong>: <span data-index='0'>How important do you think English will be in your career?</span>", "<strong>Cristina</strong>: Very important. When I graduate, <span data-index='3'>I hope to apply for a job</span> in a multinational company. <span data-index='3'>I want to work abroad</span>, in Britain or maybe another country, you know. <span data-index='3'>I would really love to see new places</span>, meet new people, see the world. <span data-index='4'>I've never been outside Spain before</span>, it's too expensive, but <span data-index='3'>I have always wanted to travel</span>."],
            "left_text_in": ["Ways of finding out personal information", "Ways of giving basic personal information about yourself", "Ways of responding when somebody gives you personal information", "Ways of talking about what you'd like to do in the future", "Ways of talking about your experiences"],
            "taskdata": [
                {
                    "type": "p",
                    "list": ["Answer the examiner's questions about yourself, your current situation, and your future plans."]
                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["Now make up your own dialogue, and use the record and play buttons to listen to yourself."]

                },
                {
                    "type": "notes"
                }
            ],
            "reviews": ["I can talk about myself.", "I can ask other people about themselves.", "I can talk about what I'd like to do in the future."]

        },
        {
            "task": "Job interview",
            "short_name": "Job interview",
            "info": "In an exam, you may have to pretend that you are attending a job interview. You will need to be able to describe your personal qualities and skills. You may also have to talk about your work experience and your hopes and aspirations for the future.",
            "infoin": "This type of task often appears in the following exams: Cambridge English: Financial, Legal",
            "video1": "6_job_interview",
            "left_text": ["Asking questions in an interview", "Talking about why you want a particular job", "Talking about your skills and work experience", "Talking about your hopes for the future", "Questions you may want to ask an employer"],
            "left_list": [["<strong>Can you tell me a little bit about</strong> what you did as an au pair.", "<strong>What were your duties there? </strong>", "<strong>What did you most enjoy about the job? </strong>", "<strong>What are your strengths? </strong>", "<strong>What are your weaknesses? </strong>", "<strong>What are your goals? </strong>", "<strong>Where do you see yourself </strong>in five years' time?", "<strong>Why do you want to work here?</strong>", "<strong>What do you know about </strong>our company?", "<strong>Why should we hire you? </strong>", "<strong>Why did you leave your last job? </strong>", "<strong>What experience have you gained in previous jobs? </strong>", "<strong>How would you describe yourself?</strong>"], ["<strong>Your products are recognized as </strong>high quality.", "<strong>Your company has a reputation for</strong> employing talented staff.", "<strong>I think this is a respected firm.</strong>", "<strong>I've heard you invest in your staff by</strong> offering training opportunities.", "<strong>I feel that this would be the ideal place to</strong> develop my skills.", "I'm ready for a new challenge.", "<strong>I'd like to use my skills in a</strong> managerial role."], ["<strong>I'm </strong>a good organizer.", "<strong>I demonstrated this skill when I</strong> took on my latest project.", "<strong>I've always enjoyed </strong>working in a team.", "<strong>When that was finished, I got a job in</strong> a travel agent's.", "<strong>I took a summer job as</strong> a waitress.", "<strong>Sometimes I'm too</strong> enthusiastic.", "<strong>In my personal life I enjoy</strong> helping people find solutions to problems.", "<strong>I love</strong> taking on new challenges.", "<strong>I think I'm</strong> highly motivated.", "<strong>I got a chance to</strong> work with some top designers.", "<strong>In my current job I have</strong> developed my understanding of the bidding process.", "<strong>In my previous job</strong> I gained experience working with younger children."], ["<strong>I'd like to work for</strong> a multinational company.", "<strong>In five years' time I hope to be</strong> working as a qualified chef.", "<strong>I see myself </strong>working as a head of department.", "<strong>I'm hoping to</strong> gain a further qualification in graphic design."], ["<strong>What are the main tasks and responsibilities in this job? </strong>", "<strong>What would I do in a typical day in this role? </strong>", "<strong>What do you think the main challenges of this role would be?</strong>"]],
            "do": ["maintain eye contact when possible.", "listen carefully to each question and ask for clarification if you aren't sure what something means.", "prepare some questions to ask the interviewer.", "show that you know something about the employer.", "record yourself answering possible questions or practise with a friend or relative."],
            "dont": ["make negative comments about your previous employers.", "be embarrassed to talk about yourself and your achievements.", "worry if you need to pause to think before giving an answer."],
            "study": ["<strong>Interviewer</strong>: <span data-index='0'>Good morning</span>, Mr Mason. <span data-index='0'>Take a seat, please</span>.", "<strong>Interviewee</strong>: Thank you.", "<strong>Interviewer</strong>: Now, <span data-index='0'>I can see from your CV that</span> you graduated from Bristol University just over a year ago?", "<strong>Interviewee</strong>: Yes, that's right.", "<strong>Interviewer</strong>: So <span data-index='1'>can you tell me a little bit about what you've been doing since then? </span>", "<strong>Interviewee</strong>: Yes, first of all, <span data-index='2'>I got a summer job as a group leader</span> at a children's summer camp in Canada. That's something that I'd previously done in France, and <span data-index='3'>I've always enjoyed working with kids.</span> <span data-index='2'> When that was over, I came back to London and got a job as a studio assistant</span> in a local community TV station.", "<strong>Interviewer</strong>: <span data-index='1'>What were your duties there? </span>", "<strong>Interviewee</strong>: Well, basically I did everything, you know, from taking calls to responding to emails and maintaining the website, right the way through to interviewing and helping out with the filming and editing. It's a small company, so <span data-index='2'>I got a chance to try a little bit of everything. </span>", "<strong>Interviewer</strong>: <span data-index='1'>What did you enjoy most? </span>", "<strong>Interviewee</strong>: I guess the interviewing. <span data-index='3'>I think I'm quite outgoing</span>, so <span data-index='3'>I love meeting people</span> and finding out about them.", "<strong>Interviewer</strong>: <span data-index='0'>I see, right</span>. So <span data-index='1'>what about the future? Where do you see yourself in five years' time? </span>", "<strong>Interviewee</strong>: <span data-index='3'>I'd like to work for a larger TV network</span>, perhaps as an interviewer for a regular programme, either interviewing guests in the studio or going out and about, interviewing members of the public. ", "<strong>Interviewer</strong>: And <span data-index='1'>what made you decide to apply for a job with us? </span>", "<strong>Interviewee</strong>: <span data-index='4'>I think this is a well-known company</span> that's got a very good reputation, so <span data-index='4'>I felt it would be the ideal place to develop my skills</span>, and hopefully contribute something with my enthusiasm and willingness to learn. ", "<strong>Interviewer</strong>: OK, well, <span data-index='0'>thank you for coming in today</span>. Obviously, we have a few more candidates to consider, so we will be making a selection in a week or so, and <span data-index='0'>we'll let you know one way or the other</span>.", "<strong>Interviewee</strong>: OK, thanks."],
            "left_text_in": ["Phrases an interviewer may use", "Questions you may be asked in an interview", "Ways of talking about your work experience", "Ways of talking about your personal qualities and aspirations", "Ways of explaining why you would like a particular job"],
            "taskdata": [
                {
                    "type": "p",
                    "list": ["You have applied for a job with a television company. Answer the interviewer's questions about your qualifications and experience, and about why you want the job."]
                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["Now make up your own dialogue, and use the record and play buttons to listen to yourself."]

                },
                {
                    "type": "notes"
                }
            ],
            "reviews": ["I can talk about my work experience in a variety of ways.", "I can talk about my personal qualities and skills in a variety of ways.", "I can talk about my hopes for the future in a variety of ways.", "I can give different reasons for why I want a particular job."]
        },
        {
            "task": "Giving a presentation",
            "short_name": "Presentations",
            "info": "You may be taking an exam where you are required to give a presentation. You will need to structure your presentation appropriately. You should be able to introduce different points and ensure that there is a smooth transition between each part of the presentation. You may wish to support what you are saying with the use of visual aids.",
            "infoin": "This type of task often appears in the following exams: Cambridge English: Business Certificates",
            "video1": "7_giving_a_presentation",
            "left_text": ["Introductions", "Explaining structure", "Introducing each point", "Clarifying", "Changing the subject", "Concluding", "Dealing with questions"],
            "left_list": [["<strong>My talk today examines</strong> the main features of the new policies.", "<strong>The subject of my talk is</strong> how we can tackle unemployment.", "<strong>The title of my paper is</strong> \"In search of community spirit\".", "<strong>Hello. Today I'm going to discuss</strong> the findings of my research on childhood obesity. ", "<strong>Hello. Today I'm going to talk about</strong> global warming."], ["<strong>In this talk I intend to outline</strong> the main forces behind current financial trends.", "<strong>In my talk I will discuss the main features of</strong> the survey.", "<strong>I am going to examine three benefits of</strong> the pension reforms.", "<strong>I am going to examine three advantages of</strong> the planned renovations."], ["<strong>The first point</strong> <strong>I would like to discuss is</strong> the impact on families in the area.", "<strong>The next area</strong> <strong>I would like to discuss is</strong> the background to the study.", "<strong>The last area</strong> <strong>I would like to discuss is</strong> how the public can contribute.", "<strong>I want to begin by looking at</strong> the reasons for the downturn.", "<strong>I'd now like to look at another benefit of</strong> adopting the scheme.", "<strong>I'd now like to look at the second benefit of</strong> abolishing the law."], ["<strong>In other words,</strong> the project has failed.", "<strong>That is to say,</strong> we should be looking into alternatives."], ["<strong>So, I have discussed</strong> the reasons for the reforms.", "<strong>Now I'd like to turn to</strong> the impact on the growth of the business.", "<strong>Moving on to the next benefit,</strong> financial gain to the company.", "<strong>Moving on to the second benefit,</strong> improved customer satisfaction.", "<strong>Moving on to the last benefit,</strong> a more efficient workflow process."], ["<strong>So, I have talked about</strong> the rationale behind the changes.", "<strong>To sum up: in my talk I have</strong> outlined the main principles of the reforms.", "<strong>To summarize: in my talk I have</strong> discussed the benefits of taking this course.", "<strong>In conclusion, I believe it is clear that</strong> more research needs to be done in this area.", "<strong>To conclude: the benefits I have described in my talk are important and therefore I consider that</strong> the new technique should be adopted."], ["<strong>There will be time for questions at the end</strong>, if you'd like to save them up till then.", "If you don't mind, <strong>we'll take all of your questions at the end of the presentation. </strong>", "<strong>We've set aside the last 15 minutes for questions.</strong>", "<strong>We're saving the last 15 minutes for questions.</strong>", "If you have questions, <strong>please feel free to ask</strong> them as we go along.", "<strong>That's an interesting point. Perhaps I can answer it</strong> like this.", "<strong>I'm not sure I understand</strong> your question.", "<strong>If I understand your question correctly, </strong>what you're asking is whether or not we can go ahead with the proposals.", "<strong>That's something we probably need to look into further. </strong>", "<strong>Does that answer your question? </strong>", "<strong>I hope that answers your question. </strong>", "<strong>Can I come back to that point later?</strong>"]],
            "do": ["think about the purpose of your talk.", "think about your audience and how much they already know.", "structure your talk with an introduction, a middle and a conclusion.", "make notes on cards in English that you can refer to while you are speaking.", "close with a summary and an invitation for people to ask questions.", "practise on your own and then with one or more friends listening."],
            "dont": ["put too much information on each slide.", "try to cover more than is realistic in the time available.", "read out your whole talk like an essay."],
            "study": ["So <span data-index='0'> I'm here today to present</span> you with the results of that survey. Now to do this, <span data-index='1'>I've divided my presentation into three parts</span>. <span data-index='1'> Firstly I'll talk about</span> the background to the research, <span data-index='1'>then we'll look at</span> how we approached the research <span data-index='1'>and thirdly I'll summarize</span> the key findings of the research. <span data-index='2'>So let's start with</span> a brief description of the background...<br>...<br>So once we'd selected the 90,000 customers across your company's three regions, we then emailed them the survey. We allowed four weeks for them to respond to the surveys and after that period we received a 4% response rate. Now this is quite good for this type of survey. We then analysed those responses and compiled them in a report for you. <span data-index='2'>Let's look at those responses in a bit more detail</span>. Now of that 4%, this blue section shows that 57% of those responses came from the region with the difficulties. That's significant as you are more likely to receive responses from customers who are either very satisfied or very unsatisfied. Anyway, <span data-index='3'>this leads me on to the third and main part of my presentation</span>: the actual results of the survey. Now in front of you, there's a copy of the survey's findings...<br>...<br><span data-index='4'>I'm going to summarize</span> the key findings for each of these questions. So <span data-index='2'>let's begin with</span> question one, which asks your customers how likely they are to recommend your company to a friend. <span data-index='5'>As you can see</span>, we have used a scale, with zero being not at all likely and ten being extremely likely. <span data-index='5'>According to this chart</span>, the overall response indicates that customers are fairly likely to recommend your company. However, <span data-index='5'>this chart represents</span> an average response across the three regions. If we break these responses down into the three regions like this, <span data-index='5'>it illustrates</span> the difference in customer satisfaction region by region. Now remember, red and yellow are the regions with increasing numbers of customers. <span data-index='4'>Consequently,</span> the responses are quite high, even as high as ten, but the lower scores in the previous chart were caused by the decline in these blue responses here. They go down to the zero level in some cases."],
            "left_text_in": ["How you can introduce a presentation", "Ways of explaining the structure of a presentation", "Ways of introducing each point in a presentation", "How you can change the subject in a presentation", "How you can conclude a presentation", "Ways of referring to charts or graphs in a presentation"],
            "taskdata": [
                {
                    "type": "p",
                    "list": ["You have been commissioned by an electricity company to survey their customers. The company is concerned that more and more customers are cancelling contracts within the first fourteen days or making complaints. Present your findings with the help of some visual aids. "]
                }
            ],
            "practise": [
                {
                    "type": "p",
                    "list": ["Now write your own presentation, and use the record and play buttons to listen to yourself."]

                },
                {
                    "type": "notes"
                }

            ],
            "reviews": ["I can introduce a presentation in a variety of ways.", "I can introduce each point in a presentation in a variety of ways.", "I can change the subject in a presentation in a variety of ways.", "I can refer to charts or graphs in a presentation in a variety of ways.", "I can conclude a presentation in a variety of ways."]
        }
    ]
}